Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Projects** hold one screenshot set per app — usually one project per app, or one per major release.
ar: **المشاريع** تحتوي على مجموعة لقطة شاشة واحدة لكل تطبيق - عادةً مشروع واحد لكل تطبيق، أو واحد لكل إصدار رئيسي.
ca: **Els projectes** contenen una captura de pantalla per aplicació, normalment un projecte per aplicació o un per llançament important.
cs: **Projekty** obsahují jednu sadu snímků obrazovky na aplikaci – obvykle jeden projekt na aplikaci nebo jeden na hlavní vydání.
da: **Projekter** indeholder ét skærmbillede pr. app - normalt et projekt pr. app eller et pr. større udgivelse.
de: **Projekte** enthalten ein Screenshot-Set pro App – meist ein Projekt pro App oder eines pro größerem Release.
el: **Τα έργα** διαθέτουν ένα σύνολο στιγμιότυπων οθόνης ανά εφαρμογή — συνήθως ένα έργο ανά εφαρμογή ή ένα ανά σημαντική κυκλοφορία.
es: Los **proyectos** contienen un conjunto de capturas por app: normalmente un proyecto por app, o uno por versión principal.
fa: **پروژه‌ها** مجموعهٔ اسکرین‌شات‌های یک برنامه را نگه می‌دارند — معمولاً یک پروژه برای هر برنامه، یا یکی برای هر نسخهٔ اصلی.
fi: **Projekteissa** on yksi kuvakaappaussarja sovellusta kohden – yleensä yksi projekti sovellusta kohden tai yksi pääjulkaisua kohti.
fr: Les **Projets** contiennent un jeu de captures d'écran par application : généralement un projet par application ou un par version majeure.
he: **פרויקטים** מכילים סט צילום מסך אחד לכל אפליקציה - בדרך כלל פרויקט אחד לכל אפליקציה, או אחד לכל מהדורה מרכזית.
hr: **Projekti** sadrže jedan skup snimaka zaslona po aplikaciji — obično jedan projekt po aplikaciji ili jedan po velikom izdanju.
hu: A **Projektek** alkalmazásonként egy képernyőképet tartalmaznak – általában alkalmazásonként egy projektet vagy fő kiadásonként egyet.
id: **Proyek** menampung satu kumpulan tangkapan layar per aplikasi — biasanya satu proyek per aplikasi, atau satu proyek per rilis besar.
it: I **progetti** contengono una serie di screenshot per app: di solito un progetto per app, o uno per ogni versione principale.
ja: **プロジェクト** にはアプリ1つ分のスクリーンショット一式が入ります。通常はアプリごと、または大型リリースごとに1つのプロジェクトを作ります。
ko: **프로젝트**에는 앱당 하나의 스크린샷 세트가 보관됩니다. 일반적으로 앱당 프로젝트 하나 또는 주요 릴리스당 하나입니다.
ms: **Projek** memegang satu set tangkapan skrin bagi setiap apl — biasanya satu projek bagi setiap apl, atau satu bagi setiap keluaran utama.
nl: **Projecten** bevatten één screenshotset per app, meestal één project per app, of één per grote release.
no: **Prosjekter** inneholder ett sett med skjermbilder per app – vanligvis ett prosjekt per app, eller ett per hovedutgivelse.
pl: **Projekty** zawierają jeden zestaw zrzutów ekranu na aplikację — zwykle jeden projekt na aplikację lub jeden na główne wydanie.
pt_br: **Projetos** contêm um conjunto de capturas de tela por aplicativo, geralmente um projeto por aplicativo ou um por versão principal.
pt_pt: **Projetos** contêm um conjunto de capturas de ecrã por aplicativo, geralmente um projeto por aplicativo ou um por versão principal.
ro: **Proiectele** dețin un set de capturi de ecran per aplicație - de obicei, un proiect per aplicație sau unul pentru fiecare lansare majoră.
ru: **Проекты** содержат один набор скриншотов для приложения — обычно один проект на приложение или на каждый крупный релиз.
sk: **Projekty** obsahujú jednu súpravu snímok obrazovky na aplikáciu – zvyčajne jeden projekt na aplikáciu alebo jeden na hlavné vydanie.
sl: **Projekti** imajo en niz posnetkov zaslona na aplikacijo – običajno en projekt na aplikacijo ali enega na večjo izdajo.
sv: **Projekt** innehåller en skärmbildsuppsättning per app – vanligtvis ett projekt per app, eller en per större version.
th: **โปรเจ็กต์** เก็บภาพหน้าจอหนึ่งชุดต่อแอป โดยปกติจะเป็นหนึ่งโปรเจ็กต์ต่อแอป หรือหนึ่งชุดต่อการเปิดตัวหลัก
tr: **Projeler**, her uygulama için bir ekran görüntüsü seti tutar — genellikle uygulama başına bir proje ya da her büyük sürüm için bir proje.
uk: **Проєкти** містять один набір знімків екрана для програми — зазвичай один проєкт на програму або на кожен великий випуск.
ur: **پروجیکٹ** فی ایپ ایک اسکرین شاٹ سیٹ رکھتے ہیں — عام طور پر فی ایپ ایک پروجیکٹ، یا فی بڑی ریلیز ایک۔
vi: **Dự án** chứa một bộ ảnh chụp màn hình cho mỗi ứng dụng — thường là một dự án cho mỗi ứng dụng hoặc một dự án cho mỗi bản phát hành chính.
zh_hans: **项目** 存放一个 App 的一组截图——通常每个 App 一个项目，或每个主要版本一个项目。
zh_hant: **專案**存放一個 App 的一組螢幕截圖——通常每個 App 一個專案，或每個主要版本一個專案。

source: **Radial**: a circular gradient with an editable center point and end radius derived from the canvas size.
ar: **شعاعي**: تدرج دائري بنقطة مركزية قابلة للتحرير ونصف قطر نهائي مشتق من حجم اللوحة القماشية.
ca: **Radial**: un degradat circular amb un punt central editable i un radi final derivat de la mida del llenç.
cs: **Radiální**: kruhový přechod s upravitelným středovým bodem a koncovým poloměrem odvozeným z velikosti plátna.
da: **Radial**: en cirkulær gradient med et redigerbart midtpunkt og enderadius afledt af lærredets størrelse.
de: **Radial**: ein kreisförmiger Verlauf mit verschiebbarem Mittelpunkt; der Endradius ergibt sich aus der Leinwandgröße.
el: **Radial**: μια κυκλική κλίση με επεξεργάσιμο κεντρικό σημείο και τελική ακτίνα που προέρχονται από το μέγεθος του καμβά.
es: **Radial**: un degradado circular con un punto central editable y un radio final que depende del tamaño del lienzo.
fa: **شعاعی**: گرادیانی دایره‌ای با نقطهٔ مرکز قابل ویرایش و شعاع پایانی که از اندازهٔ بوم به دست می‌آید.
fi: **Säteittäinen**: pyöreä gradientti, jossa on muokattava keskipiste ja loppusäde, joka on johdettu kanvaskoon perusteella.
fr: **Radial** : un dégradé circulaire avec un point central modifiable et un rayon d'extrémité dérivé de la taille du canevas.
he: **רדיאלי**: שיפוע מעגלי עם נקודת מרכז ורדיוס קצה הניתנים לעריכה הנגזרים מגודל הקנבס.
hr: **Radijalno**: kružni gradijent sa središnjom točkom koja se može uređivati i krajnjim polumjerom izvedenim iz veličine platna.
hu: **Radiális**: kör alakú színátmenet szerkeszthető középponttal és végsugárral, amely a vászon méretéből származik.
id: **Radial**: gradien melingkar dengan titik pusat dan radius ujung yang dapat diedit berdasarkan ukuran kanvas.
it: **Radiale**: una sfumatura circolare con un punto centrale modificabile e un raggio finale derivato dalle dimensioni della tela.
ja: **放射状**: 中心点を編集できる円形のグラデーションです。終端の半径はキャンバスのサイズから決まります。
ko: **방사형**: 편집 가능한 중심점과 캔버스 크기에서 계산된 끝 반경을 가진 원형 그라디언트입니다.
ms: **Jejari**: kecerunan bulat dengan titik tengah boleh diedit dan jejari hujung yang diperoleh daripada saiz kanvas.
nl: **Radiaal**: een cirkelvormig verloop met een bewerkbaar middelpunt en eindradius afgeleid van de canvasgrootte.
no: **Radial**: en sirkulær gradient med et redigerbart midtpunkt og enderadius avledet fra lerretets størrelse.
pl: **Promieniowy**: gradient kołowy z edytowalnym punktem środkowym i promieniem końcowym wynikającym z rozmiaru płótna.
pt_br: **Radial**: um gradiente circular com um ponto central editável e um raio final derivado do tamanho da tela.
pt_pt: **Radial**: um gradiente circular com um ponto central editável e um raio final derivado do tamanho da ecrã.
ro: **Radial**: un gradient circular cu un punct central editabil și o rază de capăt derivate din dimensiunea pânzei.
ru: **Радиальный**: круговой градиент с настраиваемой центральной точкой и конечным радиусом, зависящим от размера холста.
sk: **Radiálny**: kruhový prechod s upraviteľným stredovým bodom a koncovým polomerom odvodeným od veľkosti plátna.
sl: **Radialno**: krožni gradient s središčno točko, ki jo je mogoče urejati, in končnim polmerom, ki izhaja iz velikosti platna.
sv: **Radial**: en cirkulär gradient med en redigerbar mittpunkt och ändradie härledd från dukens storlek.
th: **รัศมี**: การไล่ระดับสีแบบวงกลมที่มีจุดกึ่งกลางและรัศมีปลายที่แก้ไขได้ซึ่งมาจากขนาดผืนผ้าใบ
tr: **Radyal**: düzenlenebilir bir merkez noktası ve tuval boyutundan türetilen bir bitiş yarıçapı olan dairesel bir renk geçişi.
uk: **Радіальний**: круговий градієнт з редагованою центральною точкою та кінцевим радіусом, обчисленим з розміру полотна.
ur: **ریڈیل**: ایک سرکلر گریڈینٹ جس میں قابل تدوین مرکز نقطہ اور کینوس کے سائز سے اخذ کردہ اختتامی رداس ہے۔
vi: **Radial**: một gradient hình tròn có điểm trung tâm và bán kính cuối có thể chỉnh sửa được lấy từ kích thước canvas.
zh_hans: **径向**：圆形渐变，中心点可编辑，结束半径根据画布大小计算。
zh_hant: **放射狀**：圓形漸層，可編輯中心點，結束半徑則依畫布大小計算。

source: **Re-translate after editing base text.** If you change the base headline, run **Language ▸ Re-Translate All Text…** (or use **Translate Selected to All Languages** in the language bar with the edited text selected) so every language picks up the new wording.
ar: **أعد الترجمة بعد تحرير النص الأساسي.** إذا قمت بتغيير العنوان الأساسي، قم بتشغيل **اللغة ▸ إعادة ترجمة كل النص...** (أو استخدم **ترجمة مختارة إلى جميع اللغات** في شريط اللغة مع تحديد النص المحرر) حتى تلتقط كل لغة الصياغة الجديدة.
ca: **Torneu a traduir després d'editar el text base.** Si canvieu el títol base, executeu **Idioma ▸ Torneu a traduir tot el text...** (o utilitzeu **Tradueix seleccionat a tots els idiomes** a la barra d'idiomes amb el text editat seleccionat) perquè cada idioma reculli la nova redacció.
cs: **Po úpravě základního textu znovu přeložte.** Pokud změníte základní nadpis, spusťte **Jazyk ▸ Znovu přeložit veškerý text…** (nebo použijte **Přeložit vybrané do všech jazyků** na panelu jazyků s vybraným upraveným textem), aby každý jazyk převzal nové znění.
da: **Genoversæt efter redigering af basistekst.** Hvis du ændrer grundoverskriften, skal du køre **Sprog ▸ Oversæt hele tekst igen...** (eller brug **Oversæt udvalgt til alle sprog** i sproglinjen med den redigerede tekst valgt), så hvert sprog opfanger den nye formulering.
de: **Nach Änderungen am Basistext neu übersetzen.** Wenn du die Basisüberschrift änderst, wähle **Sprache ▸ Gesamten Text neu übersetzen…** (oder nutze **Ausgewählte in alle Sprachen übersetzen** in der Sprachleiste, während der geänderte Text ausgewählt ist), damit jede Sprache den neuen Wortlaut übernimmt.
el: **Επανάληψη μετάφρασης μετά την επεξεργασία του βασικού κειμένου.** Εάν αλλάξετε τη βασική επικεφαλίδα, εκτελέστε το **Γλώσσα ▸ Εκ νέου μετάφραση όλου του κειμένου…** (ή χρησιμοποιήστε το **Μετάφραση επιλεγμένων σε όλες τις γλώσσες** στη γραμμή γλώσσας με επιλεγμένο το επεξεργασμένο κείμενο), ώστε κάθε γλώσσα να πάρει τη νέα διατύπωση.
es: **Vuelve a traducir tras editar el texto base.** Si cambias el titular base, usa **Idioma ▸ Retraducir todo el texto…** (o **Traducir seleccionados a todos los idiomas** en la barra de idioma con el texto editado seleccionado) para que todos los idiomas recojan la nueva redacción.
fa: **پس از ویرایش متن پایه، دوباره ترجمه کنید.** اگر تیتر پایه را تغییر دادید، **زبان ▸ ترجمهٔ دوبارهٔ همهٔ متن‌ها...** را اجرا کنید (یا با انتخاب متن ویرایش‌شده، از **ترجمهٔ موارد انتخاب‌شده به همهٔ زبان‌ها** در نوار زبان استفاده کنید) تا همهٔ زبان‌ها متن جدید را بگیرند.
fi: **Käännä uudelleen perustekstin muokkauksen jälkeen.** Jos muutat perusotsikkoa, suorita **Kieli ▸ Käännä kaikki tekstit uudelleen…** (tai käytä kielipalkin **Käännä valitut kaikille kielille**, kun muokattu teksti on valittuna), jotta jokainen kieli valitsee uuden sanamuodon.
fr: **Retraduisez après avoir modifié le texte de base.** Si vous modifiez le titre de base, exécutez **Langue ▸ Retraduire tout le texte…** (ou utilisez **Traduire la sélection dans toutes les langues** dans la barre de langue avec le texte modifié sélectionné) afin que chaque langue reprenne la nouvelle formulation.
he: **תרגם מחדש לאחר עריכת טקסט הבסיס.** אם תשנה את כותרת הבסיס, הפעל את **שפה ▸ תרגם מחדש את כל הטקסט...** (או השתמש ב-**תרגם נבחרים לכל השפות** בשורת השפה עם הטקסט הערוך נבחר), כך שכל שפה תקלוט את הנוסח החדש.
hr: **Ponovo prevedite nakon uređivanja osnovnog teksta.** Ako promijenite osnovni naslov, pokrenite **Jezik ▸ Ponovno prevedi sav tekst…** (ili upotrijebite **Prevedi odabrano na sve jezike** na jezičnoj traci s odabranim uređenim tekstom) kako bi svaki jezik preuzeo novi tekst.
hu: **Az alapszöveg szerkesztése után fordítsa újra.** Ha módosítja az alapcímsort, futtassa a **Nyelv ▸ Minden szöveg újrafordítása…** parancsot (vagy használja a **Kijelölt fordítása minden nyelvre** lehetőséget a nyelvsávban a szerkesztett szöveg kiválasztásával), így minden nyelv átveszi az új megfogalmazást.
id: **Terjemahkan ulang setelah mengedit teks dasar.** Jika Anda mengubah judul dasar, jalankan **Bahasa ▸ Terjemahkan Ulang Semua Teks…** (atau gunakan **Terjemahkan yang Dipilih ke Semua Bahasa** di bilah bahasa dengan teks yang diedit dipilih) sehingga setiap bahasa mengambil kata-kata baru.
it: **Traduci di nuovo dopo aver modificato il testo di base.** Se cambi il titolo di base, esegui **Lingua ▸ Ritraduci tutto il testo…** (oppure usa **Traduci selezione in tutte le lingue** nella barra delle lingue con il testo modificato selezionato) in modo che ogni lingua riceva la nuova formulazione.
ja: **基本テキストを編集したら再翻訳する**。基本言語の見出しを変更したら、**言語 ▸ すべてのテキストを再翻訳...** を実行する (または、編集したテキストを選択した状態で言語バーの **選択項目をすべての言語に翻訳** を使う) と、すべての言語に新しい文言が反映されます。
ko: **기본 텍스트를 편집한 후에는 다시 번역하세요.** 기본 헤드라인을 바꿨다면 **언어 ▸ 모든 텍스트 다시 번역...** 메뉴를 실행하거나(또는 편집한 텍스트를 선택한 상태에서 언어 막대의 **선택한 항목을 모든 언어로 번역** 사용) 모든 언어에 새 문구가 반영되도록 하세요.
ms: **Terjemah semula selepas mengedit teks asas.** Jika anda menukar tajuk asas, jalankan **Bahasa ▸ Terjemah Semula Semua Teks...** (atau gunakan **Terjemah Dipilih ke Semua Bahasa** dalam bar bahasa dengan teks yang diedit dipilih) supaya setiap bahasa mengambil perkataan baharu.
nl: **Opnieuw vertalen na het bewerken van de basistekst.** Als u de basiskop wijzigt, voert u **Taal ▸ Alle tekst opnieuw vertalen...** uit (of gebruikt u **Geselecteerde vertaling naar alle talen** in de taalbalk met de bewerkte tekst geselecteerd), zodat elke taal de nieuwe bewoording overneemt.
no: **Oversett på nytt etter å ha redigert grunnteksten.** Hvis du endrer grunnoverskriften, kjør **Språk ▸ Oversett all tekst på nytt...** (eller bruk **Oversett valgt til alle språk** i språklinjen med den redigerte teksten valgt) slik at hvert språk fanger opp den nye ordlyden.
pl: **Przetłumacz ponownie po edycji tekstu podstawowego.** Jeśli zmienisz nagłówek podstawowy, uruchom **Język ▸ Przetłumacz ponownie cały tekst…** (lub użyj opcji **Przetłumacz wybrane na wszystkie języki** na pasku języka z zaznaczonym edytowanym tekstem), aby każdy język przyjął nowe sformułowanie.
pt_br: **Traduza de novo após editar o texto base.** Se você alterar o título base, use **Idioma ▸ Traduzir novamente todo o texto…** (ou **Traduzir seleção para todos os idiomas** na barra de idiomas, com o texto editado selecionado) para que todos os idiomas recebam o novo texto.
pt_pt: **Traduza novamente após editar o texto base.** Se você alterar o título base, execute **Idioma ▸ Traduzir novamente todo o texto…** (ou use **Traduzir selecionado para todos os idiomas** na barra de idiomas com o texto editado selecionado) para que cada idioma receba o novo texto.
ro: **Retraduceți după editarea textului de bază.** Dacă schimbați titlul de bază, rulați **Limbă ▸ Retraduceți tot textul...** (sau utilizați **Traduceți selectat în toate limbile** în bara de limbi cu textul editat selectat), astfel încât fiecare limbă să preia noua formulare.
ru: **Переводите заново после правки базового текста.** Если вы изменили базовый заголовок, выполните **Язык ▸ Перевести весь текст заново…** (или выберите измененный текст и нажмите **Перевести выбранное на все языки** на панели языков), чтобы все языки получили новую формулировку.
sk: **Po úprave základného textu znova preložte.** Ak zmeníte základný nadpis, spustite **Jazyk ▸ Znova preložiť celý text…** (alebo použite možnosť **Preložiť vybrané do všetkých jazykov** na paneli jazykov s vybratým upraveným textom), aby každý jazyk prevzal nové znenie.
sl: **Znova prevedite po urejanju osnovnega besedila.** Če spremenite osnovni naslov, zaženite **Jezik ▸ Ponovno prevedi vse besedilo…** (ali uporabite **Prevedi izbrano v vse jezike** v jezikovni vrstici z izbranim urejenim besedilom), tako da vsak jezik prevzame novo besedilo.
sv: **Översätt efter att ha redigerat grundtext.** Om du ändrar basrubrik, kör **Språk ▸ Översätt om all text...** (eller använd **Översätt markerade till alla språk** i språkfältet med den redigerade texten vald) så att varje språk tar upp den nya formuleringen.
th: **แปลใหม่หลังจากแก้ไขข้อความพื้นฐาน** หากคุณเปลี่ยนพาดหัวข่าวหลัก ให้รัน **ภาษา ▸ แปลข้อความทั้งหมดใหม่…** (หรือใช้ **แปลที่เลือกเป็นภาษาทั้งหมด** ในแถบภาษาโดยเลือกข้อความที่แก้ไขแล้ว) เพื่อให้ทุกภาษาเลือกถ้อยคำใหม่
tr: **Temel metni düzenledikten sonra yeniden çevirin.** Temel başlığı değiştirirseniz **Dil ▸ Tüm Metni Yeniden Çevir…** komutunu çalıştırın (ya da düzenlenen metin seçiliyken dil çubuğundaki **Seçileni Tüm Dillere Çevir**'i kullanın); böylece her dil yeni ifadeyi alır.
uk: **Перекладайте повторно після зміни базового тексту.** Якщо ви змінили базовий заголовок, виконайте **Мова ▸ Перекласти весь текст повторно…** (або скористайтеся **Перекласти вибране всіма мовами** на панелі мов, вибравши змінений текст), щоб кожна мова отримала нове формулювання.
ur: **بنیادی متن میں ترمیم کرنے کے بعد دوبارہ ترجمہ کریں۔** اگر آپ بنیادی سرخی کو تبدیل کرتے ہیں تو چلائیں **زبان ▸ تمام متن کا دوبارہ ترجمہ کریں…** (یا منتخب کردہ ترمیم شدہ متن کے ساتھ لینگویج بار میں **Translate Selected to All Languages** استعمال کریں) تاکہ ہر زبان نئے الفاظ کو چن لے۔
vi: **Dịch lại sau khi chỉnh sửa văn bản cơ sở.** Nếu bạn thay đổi dòng tiêu đề cơ sở, hãy chạy **Ngôn ngữ ▸ Dịch lại tất cả văn bản…** (hoặc sử dụng **Dịch đã chọn sang tất cả ngôn ngữ** trong thanh ngôn ngữ với văn bản đã chỉnh sửa được chọn) để mọi ngôn ngữ đều chọn từ ngữ mới.
zh_hans: **编辑基准文本后重新翻译**。如果你更改了基准标题，请运行 **语言 ▸ 重新翻译所有文本…**（或选中已编辑的文本后，使用语言栏中的 **将所选内容翻译为所有语言**），让每种语言都采用新的措辞。
zh_hant: **編輯基準文字後重新翻譯**。如果你更改了基準標題，請執行**語言 ▸ 重新翻譯所有文字…**（或選取已編輯的文字後，使用語言列中的**將所選內容翻譯成所有語言**），讓每種語言都採用新的措辭。

source: **Re-Translate All Text…** — replaces every existing override with a fresh translation. Use after editing the base language's text.
ar: **إعادة ترجمة كل النص...** — يستبدل كل تجاوز موجود بترجمة جديدة. يُستخدم بعد تحرير نص اللغة الأساسية.
ca: **Torna a traduir tot el text...**: substitueix totes les substitucions existents per una traducció nova. Utilitzeu-lo després d'editar el text de l'idioma base.
cs: **Přeložit celý text…** – nahradí každé existující přepsání novým překladem. Použijte po úpravě textu základního jazyka.
da: **Re-Translate All Text…** — erstatter alle eksisterende tilsidesættelser med en ny oversættelse. Brug efter redigering af grundsprogets tekst.
de: **Gesamten Text neu übersetzen…** – ersetzt jede vorhandene Übersetzung durch eine neue. Nach Änderungen am Text der Basissprache verwenden.
el: **Επανάληψη μετάφρασης όλου του κειμένου…** — αντικαθιστά κάθε υπάρχουσα παράκαμψη με μια νέα μετάφραση. Χρησιμοποιήστε το μετά την επεξεργασία του κειμένου της βασικής γλώσσας.
es: **Retraducir todo el texto…**: sustituye todas las traducciones existentes por traducciones nuevas. Úsalo después de editar el texto del idioma base.
fa: **ترجمهٔ دوبارهٔ همهٔ متن‌ها...** — همهٔ بازنویسی‌های موجود را با ترجمه‌ای تازه جایگزین می‌کند. پس از ویرایش متن زبان پایه از آن استفاده کنید.
fi: **Käännä kaikki teksti uudelleen…** — korvaa kaikki olemassa olevat ohitukset uudella käännöksellä. Käytä peruskielen tekstin muokkauksen jälkeen.
fr: **Retraduire tout le texte…** — remplace chaque traduction existante par une nouvelle traduction. À utiliser après avoir modifié le texte de la langue de base.
he: **תרגם מחדש את כל הטקסט...** - מחליף כל עקיפה קיימת בתרגום חדש. השתמש לאחר עריכת הטקסט של שפת הבסיס.
hr: **Ponovo prevedi sav tekst…** — zamjenjuje svako postojeće nadjačavanje svježim prijevodom. Koristite nakon uređivanja teksta osnovnog jezika.
hu: **Az összes szöveg újrafordítása…** – minden meglévő felülírást új fordításra cserél. Használja az alapnyelv szövegének szerkesztése után.
id: **Terjemahkan Ulang Semua Teks…** — menggantikan setiap penggantian yang ada dengan terjemahan baru. Gunakan setelah mengedit teks bahasa dasar.
it: **Ritraduci tutto il testo…**: sostituisce ogni personalizzazione esistente con una nuova traduzione. Da usare dopo aver modificato il testo della lingua di base.
ja: **すべてのテキストを再翻訳...** — 既存の上書きをすべて新しい翻訳で置き換えます。基本言語のテキストを編集した後に使います。
ko: **모든 텍스트 다시 번역...** — 기존 재정의를 모두 새 번역으로 대체합니다. 기본 언어 텍스트를 편집한 후 사용하세요.
ms: **Terjemah Semula Semua Teks...** — menggantikan setiap penggantian sedia ada dengan terjemahan baharu. Gunakan selepas mengedit teks bahasa asas.
nl: **Alle tekst opnieuw vertalen...** — vervangt elke bestaande overschrijving door een nieuwe vertaling. Gebruiken na het bewerken van de tekst van de basistaal.
no: **Re-Translate All Text…** — erstatter hver eksisterende overstyring med en ny oversettelse. Bruk etter redigering av grunnspråkets tekst.
pl: **Przetłumacz ponownie cały tekst…** — zastępuje każde istniejące zastąpienie nowym tłumaczeniem. Użyj po edycji tekstu w języku podstawowym.
pt_br: **Traduzir novamente todo o texto…** — substitui todas as substituições existentes por uma nova tradução. Use depois de editar o texto do idioma base.
pt_pt: **Retraduzir todo o texto…** — substitui todas as substituições existentes por uma nova tradução. Use após editar o texto do idioma base.
ro: **Retraduceți tot textul...** — înlocuiește fiecare modificare existentă cu o traducere nouă. Utilizați după editarea textului limbii de bază.
ru: **Перевести весь текст заново…** — заменяет все существующие переопределения новым переводом. Используйте после правки текста на базовом языке.
sk: **Preložiť celý text…** – nahradí každé existujúce prepísanie novým prekladom. Použite po úprave textu základného jazyka.
sl: **Ponovno prevedi vse besedilo…** — nadomesti vsako obstoječo preglasitev s svežim prevodom. Uporabite po urejanju besedila osnovnega jezika.
sv: **Översätt all text igen...** — ersätter alla befintliga åsidosättningar med en ny översättning. Använd efter redigering av basspråkets text.
th: **แปลข้อความทั้งหมดใหม่…** — แทนที่การแทนที่ทั้งหมดที่มีอยู่ด้วยการแปลใหม่ ใช้หลังจากแก้ไขข้อความของภาษาพื้นฐาน
tr: **Tüm Metni Yeniden Çevir…** — mevcut tüm çevirileri yeni bir çeviriyle değiştirir. Temel dilin metnini düzenledikten sonra kullanın.
uk: **Перекласти весь текст повторно…** — замінює кожне наявне перевизначення свіжим перекладом. Використовуйте після зміни тексту базової мови.
ur: **تمام متن کا دوبارہ ترجمہ کریں…** — ہر موجودہ اوور رائیڈ کو نئے ترجمے سے بدل دیتا ہے۔ بنیادی زبان کے متن میں ترمیم کرنے کے بعد استعمال کریں۔
vi: **Dịch lại tất cả văn bản…** — thay thế mọi nội dung ghi đè hiện có bằng một bản dịch mới. Sử dụng sau khi chỉnh sửa văn bản của ngôn ngữ cơ sở.
zh_hans: **重新翻译所有文本…**——用全新翻译替换所有现有覆盖内容。请在编辑基准语言的文本后使用。
zh_hant: **重新翻譯所有文字…**——以全新翻譯取代所有現有的覆寫內容。請在編輯基準語言的文字後使用。
